Revit 2024 API
HomeCamera.OrthogonalProjectionWidth Property
 The width of orthogonal projection view volume.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double OrthogonalProjectionWidth { get; }
Visual Basic
Public ReadOnly Property OrthogonalProjectionWidth As Double
	Get
Visual C++
public:
property double OrthogonalProjectionWidth {
	double get ();
}
See Also
HomeCamera Class
Autodesk.Revit.DB Namespace